<%@ Page Title="" Language="C#" MasterPageFile="~/Special/SpecialMasterPage.master"
    AutoEventWireup="true" CodeFile="History.aspx.cs" Inherits="Special_History" %>

<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="Server">
    <ul class="breadcrumb">
        <li><a href="../Default.aspx">Home</a></li>
        <li class="active">History</li>
    </ul>
    <!-- END BREADCRUMB -->
    <!-- PAGE TITLE -->
    <div class="page-title">
        <h2>
            <span class="fa fa-book"></span>&nbsp;History :-</h2>
    </div>
    <!-- END PAGE TITLE -->
    <!-- PAGE CONTENT WRAPPER -->
    <div class="page-content-wrap">
        <div class="row">
            <div class="col-md-9">
                <div class="panel panel-default">
                    <div class="panel-body posts">
                        <div class="post-item">
                            <div class="post-title">
                                કણભા ગામનો ગૌરવવંતો સંક્ષિપ્ત પરિચય :-
                            </div>
                            <div class="post-text">
                                <p class="text-primary">
                                    <strong>“કણભા” </strong>ગામ અમદાવાદ-કુહા-કપડવંજ રાજ્યધોરી માર્ગ (હાલ અમદાવાદ-ઈન્દોર
                                    નેશનલ હાઇવે પર) અમદાવાદથી પૂર્વે ૧૬ કિમી દુર ખારી નદીના રમણીય પશ્ચિમ તટે વસેલું
                                    છે.કેહવાય છે સને <strong>૧૩૪૩ માં ધમાસણા (કલોલ તાલુકો) થી “શ્રી ઈચ્છાભાઈ પટેલે”</strong>
                                    આવી કણભા ગામ વસાવ્યું હતું. કણ (અનાજ) અને ભૂ (જમીન-પાણી) વગેરેની સવલતવાળી ભૂમિ ઉપર
                                    વસવાથી કદાચ આ ગામનું નામ "કણભા" પડ્યું હશે તો ઘણી લોકવાયકા એવી છે કે <strong>“કણા”</strong>
                                    નામના રબારીએ અહિ સૌ પ્રથમ વસવાટ કર્યો હોવાથી ગામ “કણભા” તરીકે ઓળખાયું.
                                </p>
                                <img src="../Images/Deru.jpg" class="img-text post-image" style="width:300px; height:400px;"/>
                                <p class="text-primary">
                                    હાલ ગામની વસ્તી લગભગ ૫૦૦૦ થી પણ ઉપર છે. મુખ્યત્વે ગામમાં<u> લેઉવા પાટીદાર,ઠાકોર,હરીજન,વાણીયા,રબારી,સુથાર,પ્રજાપતિ
                                    તથા અન્ય કોમો ઘણી સંપીને </u>રહે છે.વસ્તીનો મોટો ભાગ ખેતી તથા અમદાવાદથી ઘણી નજીક
                                    હોવાથી નોકરી અને નાના-મોટા ઉદ્યોગો ઉપર નભે છે. ગામ પેહેલેથી જ હાઇવે ઉપર હોવાથી બસની
                                    સગવડ સારી મળી રહે છે. શહેરથી નજીક હોવાથી શિક્ષણનું પ્રમાણ પેહેલેથી જ સારું એવું
                                    ઊંચું રહેલું છે. ગામમાં પૂર્વ-પ્રાથમિક(બાલ મંદિર) થી માંડીને હાઈ સ્કુલ સુધીની વ્યવસ્થા
                                    છે તથા ગુજરાતી પ્રાથમિક શાળાતો ગામમાં વર્ષોથી કાર્યરત છે, જેનો લાભ આજુ બાજુના ઘણા
                                    પાડોશી ગામ લેતા હતા. ગામમાં “સાર્વજનિક હાઈસ્કુલ”ને પેહલા પોતાનું મકાન નોહ્તું ત્યારે
                                    ધર્મશાળામાં કાર્યરત હતી, શાળામાં વિદ્યાર્થીઓની સંખ્યા વધતા તથા તે મકાન જર્જરીત થઇ
                                    જવાથી શાળાને નવા મકાનની જરૂર હતી તે સમયે ગામમાંથી શાળા ઓઢવ લઇ જવાની વાત હતી પરંતુ
                                      <strong><u>"પૂર્વ સરપંચશ્રી ઘનશ્યામભાઈ ચુનીભાઈ પટેલ"ના </u></strong>
                                    તથા ગામના અન્ય નાગરીકોના સહકારથી આજે શાળા નવા મકાનમાં ખારી બ્રીજના નાકે સુંદર
                                અને હરિયાળા વાતાવરણમાં કાર્યરત છે તથા શાળામાં પૂર્વ-પ્રાથમિકથી માંડીને માધ્યમિક
                                સુધીના શિક્ષણની સુવિધા ઉપલબ્ધ છે. હાલ પણ આજુ બાજુના ઘણા ગામોના વિદ્યાર્થીઓ અહિ અભ્યાસ
                                કરે છે. કણભા ખાતે સરકારી દવાખાનાની સુવિધા લગભગ 75 વર્ષ કરતા પણ વધારે સમય થી ઉપલબ્ધ
                                છે,જયારે નજીકના બાકીના વિસ્તારોમાં દવાખાનાની સુવિધા નોહતી ત્યારે ઘણા લોકો અહિ સારવાર
                                માટે આવતા હતા. આજે પણ ગામમાં મોટું પ્રાથમિક આરોગ્ય કેન્દ્ર,પશુ દવાખાનું અને અન્ય
                                પ્રાયવેટ દવાખાનાની સુવિધા ઉપલબ્ધ છે.ગામ ખાતે સેવા સહકારી મંડળી, અમદાવાદ ડીસ. કો-ઓપરેટીવ
                                બેંક, પોસ્ટ ઓફીસ, પોલીસ સ્ટેશન, ટેલીફોન, વીજળી, ગટર, ઘેર ઘેર પાણી, વોટર વર્કસ, દૂધ
                                ની ડેરી વિગેરે સેવાઓ ઉપલબ્ધ છે.
                                <p class="text-primary">
                                    <strong>"ધાર્મિક સ્થળોની"</strong> વાત કરીએ તો ગામની ઉત્તર દિશામાં મુસ્લિમ રાજ્યઅમલ
                                    દરમ્યાનનું મસ્જીદ્કારના બાંધકામ વાળું એક પુરાણું શિવાલય છે,જેમાં શિવલિંગ સ્વયંભુ
                                    છે.બાજુંમાં નવા પ્રતિષ્ઠિત કરાયેલા મહાદેવનું વિશાળ શિવાલય છે.આ સ્થળ <u>રણમુક્તેશ્વર મહાદેવ યાને સિદ્ધેશ્વર મહાદેવ</u>
                                    ના નામે જાણીતું છે.આ સ્થળે ઉત્તર ભારતના વિદ્વાન <u>સંતશ્રી રામેશ્વર પરમહંસ</u>૩૦
                                    વર્ષ સુધી રહ્યા હતા તથા ગામના દક્ષીણ છેડે ખારી નદીના તટે <u>મંગલેશ્વર મહાદેવ</u>
                                    નું પુરાણું શિવાલય છે જે <u>મઢીના મહાદેવ</u>તરીકે પણ ઓળખાય છે. આ સ્થળે પેહલા સતીનું
                                    દેવળ હતું જે નદીમાં તણાઈ જવાથી તેનો શીલા લેખ આજે પણ મંદિરમાં સાચવી રાખવામાં આવ્યો
                                    છે જેમાં એવો ઉલ્લેખ છે કે સને ૧૮૪૦ માં <u>ધન કુવરબાઈ </u>ચૈત્ર માસમાં સતી થઇ તથા
                                    પત્થર ઉપર કોતરેલો હાથ પણ બતાવામાં આવેલ છે. જે ગામના જુના રીતી રીવાજોની ઝાંખી કરાવે
                                    છે. આ મહાદેવમાં સને <u>૧૯૨૯થી દર શ્રાવણી
                                        અમાસે મેળો ભરાય છે</u>તથા મેળાનું કણભા ગ્રામપંચાયત દ્વારા સુંદર આયોજન કરવામાં
                                    આવે છે. આ મેળાનું સ્થાન અમદાવાદ જીલ્લામાં ભરતા મેળાઓમાં વૌઠાના મેળા પછી બીજું આવે
                                    છે.મંગલગીરી મહારાજે અહિ થોરીના વૃક્ષોના વનને દુર કરીને અહિ શિવાલયનું નિર્માણ કર્યું
                                    છે. આ મહાદેવ મૂળ ગામના સોનીઓના હતા. આ મહાદેવ સામે ઋષિ સમાજનું વર્ષો પુરાણું મંદિર
                                    છે. સાદર ઋષિ સમાજનું મંદિર ગુજરાતના ઋષિ સમાજની ગાદી (ગુરુદ્વાર) ગણાય છે. અહિ <u>ટીહલ સ્વામી </u>
                                    લગભગ ૬૦૦ વર્ષ પૂર્વે થઇ ગયા તેમનું સમાધિ સ્થાન છે. ગામતળની બહાર દક્ષિણ દિશામાં <u>દશા માં </u>
                                    તથા ત્યાંથી આગળ વધતા <u>બળીયાદેવનું મંદિર</u>છે.ગામ મધ્યે શ્રી સ્વામીનારાયણ સંપ્રદાયનું
                                    મંદિર છે તથા સુથાર વાસ પાસે ગામ ટોડાની ગામની કુળદેવી <u> વેરાઈ માતા </u>નું મંદિર
                                    છે તથા પટેલવાસ ખાતે તળાવના કિનારે <u> શ્રી રામજી મંદિર </u>તથા બાજુમાં સ્વ. શ્રી
                                    સુમનભાઈ અને જસુભાઇ પટેલના ઘર સામે <u> રાજ રાજેશ્વરી જગત જનની માં બહુચરાજી </u>નું
                                    મંદિર પણ આવેલું છે.ગામના ઠાકોર વાસના મધ્યે <u> શ્રી જોગણીં માતા </u>નું મંદિર છે
                                    તથા ગામ ખાતે એક મસ્જીદ અને ઘણા નાના મોટા દેવળો છે.</p>
                                 <img src="../Images/Veraimata2.jpg" class="img-text post-image" style="width:300px; height:400px;"/>
                                <p class="text-primary">
                                    અમો જણાવતા હર્ષ અનુભવ કરીએ છીએ કે કણભાના સપુત અમદાવાદના રહીશ અને ગુજરાતના મોભ સમા
                                    જાણીતા ઉદ્યોગપતિ,વ્યવહારિક કુશળ બુદ્ધિપ્રતિભા ધરાવતા,વિચક્ષણ પુરુષ અને દાનવીર સ્વ.
                                    <strong>"શેઠ શ્રી અમૃતલાલ હરગોવિંદદાસ"</strong>નું વતન કણભા છે તથા તેઓએ અને તેમના
                                    વડીલ બંધુ શેઠ શ્રી ત્રિભોવનદાસે તેમનું પ્રાથમિક શિક્ષણ અહિ ગામમાં જ લીધું હતું.
                                    શેઠ શ્રીએ તેમના પિતા શેઠ શ્રી હરગોવિંદદદાસ લક્ષ્મીચંદના નામે વારીગૃહમાં મદદ કરી
                                    હતી તથા અન્ય અનેક રીતે ગામને આર્થિક રીતે સહાય કરતા રહ્યા હતા તથા તેમને કણભા કેળવણી
                                    મંડળને પણ ઘણી આર્થિક રાશી સુપરત કરી હતી જેનું ગામ ઋણી છે.
                                </p>
                                <p class="text-primary">
                                    ગામની <u> સ્થાનિક
                                    પંચાયત ૧૯૫૫-૫૬ માં સ્થપાઈ</u>હતી તે અગાઉ ગામના આર્થિક વિકાસમાં <u> સ્વ. શ્રી રાવબહાદુર
                                    ડાહ્યાભાઈ આદરભાઈ પટેલ અને સ્વ. જેઠાભાઈ આદરભાઈ પટેલે </u>તેમનો ઘણો ફાળો આપ્યો હતો.
                                    ગામને એ બાબતનો ગર્વ છે કે ગુજરાતમાં સહકારી પ્રવૃત્તિ શરુ કરનારાઓ માંથી એક અને અમદાવાદ
                                    જીલ્લા સહકારી બેન્કની સ્થાપના કરનારા શ્રી રા.બ. ડાહ્યાભાઈ આદરભાઈ પટેલ હતા. સ્વ.
                                    જેઠાભાઈ આદરભાઈ પટેલના કુટુંબે તેમની સ્મૃતિમાં સરકારી દવાખાનું બનાવી જીલ્લા વિકાસ
                                    બોર્ડ ને સુપ્રત કર્યું હતું. ગામમાં પંચાયતની સ્થાપના થઈ તે પેહલા <u> સ્વ. શ્રી નાથાભાઈ
                                    ચતુરભાઈ પટેલ,સ્વ. શ્રી નારણભાઈ છગનભાઈ પટેલ, સ્વ. શ્રી મુળજીભાઈ ઈશ્વરભાઈ પટેલ, સ્વ.
                                    શ્રી ભલાભાઈ રાઈજીભાઈ પટેલ, સ્વ. શ્રી દોલતભાઈ ઈચ્છાભાઈ પટેલે </u>ઘણો ફાળો આપ્યો હતો.
                                    ગામ ખાતે યુવક મંડળ ઘણા વર્ષોથી સ્થપાયેલું છે અને મંડળે આઝાદીની ચળવળમાં ઘણા ઉમળકાભેર
                                    રસ લીધો હતો તથા સૌ પ્રથમવાર નેત્રયજ્ઞ જેવા સામાજિક કર્યો પણ કર્યા હતા જે ખુબ જ ગર્વની
                                    બાબત છે.
                                </p>
                                <p class="text-primary">
                                    સને ૧૯૫૫-૫૬ માં પંચાયતની સ્થાપના થયા પછી પ્રથમ સરપંચ <u>સ્વ. શ્રી મુળજીભાઈ ઈશ્વરભાઈ
                                    પટેલ</u>બન્યા,બાદમા સરપંચ <u>સ્વ. શ્રી ભલાભાઈ બાપુભાઈ પટેલ </u>અતિવૃદ્ધ ઉંમરે લોક
                                    લાગણીને માન આપીને બિરાજમાન થયા જેઓ ગામના સૌથી પેહલા મેટ્રીક્યુલેટ હતા અને કલેકટરના
                                    ચીટનીસ અને ઇન્કમટેક્સ ઓફિસર તરીકે ફરજ બજાવી ચુક્યા હતા.જેઓ યુવા વર્ગને શરમાવે તે
                                    રીતે એકલા હાથે સેક્રેટરી વિના બધુંજ કામ સંભાળતા હતા. બાદમાં <u>સ્વ. શ્રી કેશવલાલ ચતુરભાઈ
                                    પટેલ, સ્વ. શ્રી મણીભાઈ શંકરભાઈ પટેલ, સ્વ. શ્રી નંદુભાઈ પટેલ,શ્રી નટુભાઈ નારણભાઈ
                                    પટેલ,શ્રી ઘનશ્યામભાઈ ચુનીભાઈ પટેલ,શ્રીમતિ દિપીકાબેન હસુભાઈ પટેલે </u>સેવા આપી છે.હાલ
                                    <strong><u>શ્રીમતિ રીટાબેન હિતેશભાઈ પટેલ</u></strong>સરપંચ તરીકે સેવા આપી રહ્યા
                                    છે.
                                </p>
                                <p class="text-primary">
                                   <strong><u> "પૂર્ણ પુરષોત્તમ ભગવાન શ્રી સહજાનંદ સ્વામી", "દ્વારિકાગાદી પતિ જગદગુરુ શ્રી શંકરાચાર્ય",
                                    "નારેશ્વર નિવાસી બ્રહ્મલીન શ્રી રંગઅવધૂત મહારાજશ્રી"</u></strong> વગેરે મહાત્માઓએ કણભા ગમે પધારી
                                    આ ધરતીને પાવન કરી છે, જે માટે ગામ ધન્યતા અનુભવ કરે છે. કણભાની સુપુત્રી ધર્મ પારાયણ
                                    <strong><u>  સ્વ. ગં. સ્વ. ઈચ્છાબાએ</u></strong> તેમની તમામ મિલકત ગામને સુપરત કરી હતી. તેઓ દત્તાત્રેય ભગવાનના
                                    ઉપાસક હતા અને શ્રી રંગઅવધૂત મહારાજને ગામમાં ૨ વાર તેડાવ્યા હતા તથા સને ૧૯૬૧ માં
                                    ‘રંગજયંતી’ ની ઉજવણી કરવામાં આવી હાતી અને રંગઅવધુત પણ ગામ ખાતે ૫ દિવસ રોકાયા હતા.
                                    ત્યારે તેઓએ   <strong><u>“કણભાનો કડાકો” </u></strong> લખ્યો હતો અને આ પ્રસંગે ઘણા ધાર્મિક આયોજનો થયા હતા. છેલ્લા
                                    દિવસે “ગામ સરણી” કરવામાં આવી હતી તેમાં તમામ ગામવાસીઓ અને બાહારથી પધારેલા ભક્તોને
                                    જમાડવામાં આવ્યા હતા. ગામના   <strong><u>સ્વ. શ્રી ભગત આશાભાઈ ત્રિકમભાઈ પટેલ </u></strong>  કચ્છના સ્વામીનારાયણ
                                    સમ્પ્રદાયના શ્રી અબજીબપાના શિષ્ય તરીકે માનતા હતા.સ્વામીનારાયણ સંપ્રદાય ના સ્વામી
                                     <strong><u> શ્રી હરિનારાયણદાસજી </u></strong> નો ગામ ઉપર સારો પ્રેમ હતો અને તેઓ અવારનવાર ગામે પધારતા પણ હતા.
                                    ગુજરાતમાં   <strong><u>“ઝીન્ગારા”</u></strong> જાદુગર નામે પ્રસિદ્ધ થયેલા યુવાન   <strong><u> શ્રી નટવરભાઈ ભુલાભાઈ પટેલે</u></strong>
                                    આખા ગુજરાતમાં ગામનું નામ રોશન કર્યું હતું. જેનો ગામવાસીઓને ગર્વ છે.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="col-md-3">
                <div class="panel panel-default">
                    <div class="panel-body">
                        <h3>
                            Categories</h3>
                        <div class="links">
                            <a href="Panchayat.aspx">કણભા ગ્રામપંચાયત</a>
                            <a href="Education.aspx">શિક્ષણ</a>
                            <a href="#Health.aspx">આરોગ્ય</a>
                            <a href="SpecialPerson.aspx">વિશેષ વ્યક્તીગણ અને માર્ગદર્શક</a>
                            <a href="../UpcomingEvents.aspx">આવનારા ઉત્સવો </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- END PAGE CONTENT WRAPPER -->
    <!-- END PAGE CONTENT WRAPPER -->
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="Server">
   
</asp:Content>
